Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_5.tmx
Source language: de
Languages: en

source: Beratung in Bezug auf Sporterziehung
en: Information relating to sports education

source: Durchführung akademischer Prüfungen
en: Academic examination services

source: Verleih von Büchern zum Thema Bankwesen
en: Lending of books relating to banking

source: Betrieb von Kinderspielplätzen an Tankstellen
en: Provision of children's playgrounds at service stations

source: Dienstleistungen einer elektronischen Bibliothek für die Bereitstellung elektronischer Informationen [einschließlich Archivinformationen] in Form von Text-, Ton- und/oder Videoinformationen
en: Electronic library services for the supply of electronic information (including archive information) in the form of text, audio and/or video information

source: Vorführung von Videofilm-Soundtracks
en: Exhibition of video film sound tracks

source: Ausstellungsdienstleistungen für Ausbildungszwecke
en: Exhibition services for educational purposes

source: Produktion von Trickfilmausschnitten
en: Production of animated cine-film clips

source: Organisation von Schulungen
en: Arranging of courses of instruction

source: Veranstaltung von Ausstellungen zu Ausbildungszwecken
en: Arranging of displays for training purposes

source: Planung von Seminaren für Ausbildungszwecke
en: Planning of seminars for educational purposes

source: Erstellung von Dokumentarsendungen für Rundfunkanstalten
en: Preparation of documentary programmes for broadcasting

source: Unterhaltungsdienstleistungen auf einer Rennstrecke
en: Entertainment services provided at a race track

source: Unterhaltungsdienstleistungen in Nachtclubs
en: Entertainment services provided at nightclubs

source: Organisation von Vorstellungen zur Unterhaltung
en: Arranging of presentations for entertainment purposes

source: Übersetzung und Dolmetschen
en: Translation and interpretation

source: Betrieb eines Clubs [Diskothek]
en: Club [discotheque] services

source: Verfassen von Lehrberichten
en: Production of teaching reports

source: Organisation von Wettbewerben zu Bildungszwecken
en: Arranging of competitions for educational purposes

source: Vermietung von Rollschuhen
en: Rental of roller skates

source: Durchführung von juristischen Schulungen
en: Courses (Training -) relating to law

source: Veranstaltung von Schulungskursen zu religiösen Themen
en: Courses (Training -) relating to religious subjects

source: Durchführung von wissenschaftlichen Lehrgängen
en: Courses (Training -) relating to science

source: Durchführung von Selbsterfahrungsschulungen
en: Self-awareness courses [instruction]

source: Beratung in Bezug auf die Ausbildung von Angestellten
en: Consultancy services relating to the training of employees

source: Durchführung von Lotterien für Dritte
en: Conducting lotteries for others

source: Unterricht im Bereich Zirkeltraining
en: Instruction in circuit training

source: Ausbildung im Bereich fotografisches Druckwesen
en: Education services relating to photographic printing

source: Vermietung von Einrichtungen für die Filmproduktion
en: Facilities for the production of films (Provision of -)

source: Betrieb eines Fanclubs
en: Fan club organisation

source: Organisation von Festen im Rahmen der Freizeitgestaltung
en: Fetes (Organisation of -) for recreational purposes

source: Unterricht und Schulung in Geschäftsführung, industrieller und Informationstechnologie
en: Teaching and training in business, industry and information technology

source: Organisation von Segelregatten
en: Organisation of sail boat races

source: Organisation von Quizprogrammen, Spielen und Wettbewerben
en: Organisation of quizzes, games and competitions

source: Organisation von Seminaren und Konferenzen
en: Organisation of seminars and conferences

source: Veranstaltung von Shows
en: Organisation of shows

source: Verleih von Schallplatten
en: Hire of phonograph records

source: Coaching [Ausbildung]
en: Coaching [training]

source: Mikroverfilmung für Dritte
en: Military base training

source: Ausbildung an Militärstützpunkten
en: Education services relating to design

source: Aufführungen von Tanz, Musik und Schauspiel
en: Performance of dance, music and drama

source: Analysen von Bildungstestergebnissen und -daten für Dritte
en: Analyzing educational tests scores and data for others

source: Produktion von Animationen
en: Animation production services

source: Durchführung von Workshops [Schulung] in Bezug auf Kraftfahrzeug-Reparatur
en: Conducting workshops [training] relating to automotive engine repair

source: Freizeitdienstleistungen im Bereich Reiten
en: Recreational services relating to horse riding

source: Vermietung von Tonsignalaufzeichnungsgeräten
en: Rental of apparatus for the recording of audio signals

source: Betrieb von Reitschulen
en: Horse riding schools

source: Organisation von Fernsehpreis-Verleihungen
en: Hosting [organising] awards relating to television

source: Organisation und Veranstaltung von Konzerten
en: Arranging and conducting of concerts

source: Betrieb von Eissporteinrichtungen
en: Provision of ice sports facilities

source: Erteilen von Auskünften in Bezug auf den Motorrennsport
en: Provision of information relating to motor racing

source: Erteilen von Auskünften in Bezug auf den Motorsport
en: Provision of information relating to motor sports

source: Ausbildung in Sprachschulen und -kursen
en: Provision of language schools and language courses

source: Darbietung von Tanzvorführungen
en: Presentation of dancing displays

source: Verfassen von Texten, ausgenommen Werbetexte
en: Writing of texts, other than publicity texts

source: Organisation von Eiskunstlauf- und Eisschnelllaufwettbewerben
en: Organisation of sports installations for figure and speed skating championships

source: Organisation von Boxkämpfen
en: Organization of boxing matches

source: Unterricht im Schreiben von Computerprogrammen
en: Instruction in the writing of computer programs

source: Veranstaltung von Konferenzen in Bezug auf Unterhaltung
en: Organisation of conferences related to entertainment

source: Organisation von Kursen mittels Fernunterrichtsmethoden
en: Organisation of courses using distance learning methods

source: Vermietung von Einrichtungen für pädagogische Prüfungen
en: Provision of educational examination facilities

source: Unterhaltungsdienstleistungen in Hotels
en: Provision of entertainment facilities in hotels

source: Durchführung von onkologischen Seminaren
en: Running seminars in the field of oncology

source: Betrieb von Fitnessclubs
en: Fitness club services

source: Vermietung von Filmstudios
en: Rental of film studios

source: Vermietung von Beleuchtungen für Filmkulissen
en: Rental of lighting for use on film sets

source: Produktion von Fernsehunterhaltungssendungen
en: Production of television entertainment features

source: Betrieb eines Klubs [Unterhaltung oder Unterricht]
en: Club services [entertainment or education]

source: Betrieb einer Diskothek
en: Discotheque services

source: Bibliotheksdienstleistungen mittels einer computergestützten Datenbank mit Zeitungsinhalten
en: Library services provided by means of a computerised database containing information extracted from newspapers

source: Herausgabe von Druckschriften
en: Publication of printed matter

source: Erteilen von Rennsport-Auskünften
en: Racing information services

source: Erwachsenenausbildung im Finanzbereich
en: Adult education services relating to finance

source: Beaufsichtigung körperlicher Übungen
en: Supervision of physical exercise

source: Organisation von Jägereiveranstaltungen
en: Arranging parties for deer stalking

source: Organisation von Jagdveranstaltungen
en: Arranging parties for game shooting

source: Darbietung von Konzerten
en: Presentation of concerts

source: Darbietung von Opern
en: Presentation of operas

source: Ausbildungsdienstleistungen im Bereich der computergestützten Fertigung
en: Training services relating to computer-aided manufacturing

source: Weiterbildung im Bereich Finanzwesen
en: Training services relating to finance

source: Veröffentlichung von Ausbildungsmaterialien
en: Dissemination of educational material

source: Unterhaltung in Form von Tanzdarbietungen
en: Entertainment in the nature of dance performances

source: Ausbildungsdienstleistungen für Geistliche
en: Educational services for the clergy

source: Organisation von Profigolfturnieren
en: Planning of professional golf tournaments

source: Unterhaltungsdienstleistungen mittels dem Medium Fernsehen
en: Provision of entertainment services through the media of television

source: Unterhaltungsdienstleistungen bereitgestellt über das Medium Videofilm
en: Provision of entertainment services through the media of video-films

source: Vermietung von Gesundheitsclubeinrichtungen [körperliches Training]
en: Provision of health club [physical exercise] facilities

source: Vermietung von Einrichtungen zur Unterhaltung
en: Providing facilities for entertainment

source: Vermietung von Anlagen für Sportveranstaltungen
en: Providing facilities for sports events

source: Betrieb von Vergnügungseinrichtungen
en: Provision of amusement facilities

source: Betrieb von Unterhaltungsclubs
en: Provision of club entertainment services

source: Produktion von Videoplatten für Dritte
en: Production of video discs for others

source: Vermietung von Museumsstücken für Ausstellungen
en: Museum facilities (Provision of -) for exhibitions

source: Vermietung von Tonplatten
en: Rental of audio discs

source: Vermietung von Beleuchtungen für Theaterkulissen
en: Rental of lighting for use on theatre sets

source: Aufzeichnen von Musik
en: Recording of music

source: Betrieb von Aufnahmestudios für die Produktion von Tonaufnahmen
en: Recording studio services for the production of sound bearing discs

source: Veröffentlichung von Druckereierzeugnissen zum Thema geistige Eigentumsrechte
en: Publication of printed matter relating to intellectual property rights

source: Veröffentlichung von medizinischen Zeitschriften, Büchern und Handbüchern
en: Publishing of journals, books and handbooks in the field of medicine

source: Verleih von bespielten Videobändern
en: Rental of pre-recorded videotapes

source: Betrieb von öffentlichen Schwimmbädern
en: Public swimming bath facilities (Provision of -)

source: Erteilen von Auskünften über Ringkämpfe mittels eines weltweiten Computernetzwerkes
en: Providing wrestling news and information via a global computer network

source: Durchführung von Lehrgängen in Bezug auf Computerhardware
en: Training courses relating to computer hardware

source: Ausbildung im Bereich Logistik
en: Training services relating to logistics

source: Ausbildung in Bezug auf Rechtsberatung und -vertretung
en: Training relating to the provision of legal services

source: Durchführung von Personalschulungen in Maschinenschreiben
en: Training of personnel in skills relating to typewriting

source: Über das Internet bereitgestellte Unterhaltung
en: Entertainment provided via the internet

source: Veröffentlichung von Büchern mit Bezug zu Fernsehsendungen
en: Publication of books relating to television programmes

source: Schulungsdienstleistungen in Bezug auf die Wartung von computergesteuerten Testsystemen
en: Training services relating to the maintenance of computer controlled test systems

source: Unterhaltung in Form von Fernsehnachrichtensendungen
en: Entertainment in the nature of television news shows

source: Unterhaltung in Form von Theateraufführungen
en: Entertainment in the nature of theater productions

source: Lichttechnische Produktionen für Unterhaltungszwecke
en: Lighting productions for entertainment purposes

source: Ausbildung von Sportlern
en: Training of sports players

source: Ausbildung von Sportlehrern
en: Training of sports teachers

source: Ausbildung im Bereich der Selbstverteidigung
en: Vocational education relating to self-defence

source: Veranstaltung von Berufsausbildungslehrgängen
en: Vocational skills training (Provision of -)

source: Betrieb von Wasserrutschanlagen
en: Water chute complex operation

source: Coaching in Wirtschafts- und Managementfragen
en: Coaching in economic and management matters

source: Dienstleistungen eines Freizeit-Clubs
en: Club recreation facilities (Provision of -)

source: Demonstration [für Unterrichtszwecke]
en: Demonstration [for instructional purposes]

source: Bohrtechnisches Sicherheitstraining
en: Drilling technology safety training

source: Bereitstellen von Newslettern mittels E-Mail zum Themenbereich Computerspiele
en: Providing newsletters in the field of computer games via e-mail

source: Betrieb von Freizeitparkanlagen
en: Providing theme park services

source: Unterricht an Grundschulen
en: Teaching at elementary schools

source: Unterhaltungsdienstleistungen im Bereich Bowling
en: Entertainment services relating to ten pin bowling

source: Veranstaltung von Lese- und Rechtschreibkursen
en: Conducted basic literacy courses (Provision of -)

source: Durchführung von Kursen zur Gewichtsreduktion
en: Conducting classes in weight reduction

source: Ausbildungsdienstleistungen im Bereich der Textilfertigung
en: Educational services relating to textile manufacture

source: Organisation von Theaterproduktionen
en: Organising of theatre productions

source: Produktion von Videofilmaufzeichnungen
en: Production of pre-recorded video films

source: Beratung in Bezug auf die Veröffentlichung von Magazinen
en: Consultation services relating to the publication of magazines

source: Beratung in Bezug auf die Veröffentlichung von schriftlichen Texten
en: Consultation services relating to the publication of written texts

source: Unterhaltung in Form von Rollschuh- oder Eislaufveranstaltungen
en: Entertainment services in the nature of skating events

source: Schulung über das formelle Tragen eines Kimono
en: Instruction on formal wearing of kimono

source: Schulung und Vermietung von Ausrüstungen in Bezug auf körperliches Training
en: Providing instruction and equipment in the field of physical exercise

source: Betrieb von Reitercamps
en: Horseback riding camps

source: Erwachsenenausbildung in Bezug auf das Bankwesen
en: Adult education services relating to banking

source: Durchführung von Freizeitaktivitäten
en: Provision of recreational activities

source: Fachausbildung in Bezug auf Brandrisiken
en: Technical training relating to fire risk

source: Durchführung von Schulungen zur Benutzung von Computertastaturen
en: Services for the provision of training in the use of computer keyboards

source: Festlegung von Ausbildungsstandards
en: Setting of training standards

source: Beratung in Bezug auf Managementausbildung
en: Management training consultancy services

source: Betrieb von Leichtathletikanlagen
en: Providing track and field facilities

source: Durchführung von pädagogischen Prüfungen und Tests
en: Provision of educational examinations and tests

source: Durchführung von Photobibliotheks-Recherchen
en: Photograph library searching services

source: Organisation professioneller Golfturniere
en: Arrangement of professional golf tournaments

source: Unterhaltung durch Videospiele
en: Video game entertainment services

source: Ausbildung im Bereich der Sicherheit im Hausbereich
en: Vocational education relating to home safety

source: Online-Dienstleistungen einer Kunstgalerie über eine Telekommunikationsverbindung
en: Art gallery services provided on-line via a telecommunications link

source: Schulung im Bereich Verkehrssicherheit
en: Education services relating to road safety

source: Vermietung von Einrichtungen für Spielshows
en: Providing facilities for game shows

source: Erteilen von Auskünften in Bezug auf Unterhaltung über Computernetze
en: Providing information on entertainment through computer networks

source: Ausbildung in Lebensrettungstechniken
en: Teaching of life saving techniques

source: Unterricht in meditativen Übungen
en: Teaching of meditation practices

source: Organisation von Fahrzeugrennen
en: Organisation of vehicle racing events

source: Organisation von Ausbildungsprogrammen für Jugendliche im Bereich der Bauindustrie
en: Organisation of youth training schemes relating to the building industry

source: Organisation von Spielen mit Zuschauerbeteiligung
en: Organising of audience participative games

source: Preisverlosungen [Lotterien]
en: Prize draws [lotteries]

source: Veranstaltung von Kongressen für Ausbildungszwecke
en: Arranging of conventions for training purposes

source: Bereitstellen elektronischer Publikationen [nicht herunterladbar]
en: Provision of electronic publications (not downloadable)

source: Planung von Vorträgen zu Ausbildungszwecken
en: Planning of lectures for educational purposes

source: Unterhaltungsdienstleistungen von Country-Clubs
en: Entertainment services provided at country clubs

source: Ausbildung in der Benutzung und dem Betrieb von Datenprozessoren
en: Training in the use and operation of data processors

source: Veranstaltung einer Jahrestagung in Bereich Logistik
en: Arranging of an annual conference relating to logistics

source: Ausbildung im Bereich der Entwicklung von Computerspeichern
en: Training in the development of computer memories

source: Vorbereitung und Produktion von Fernseh- und Radiosendungen
en: Television and radio programme preparation and production

source: Unterhaltung in Form von Lasershows
en: Entertainment in the nature of laser shows

source: Unterhaltung in Form von Orchesterdarbietungen
en: Entertainment in the nature of orchestra performances

source: Unterhaltung in Form von aufgezeichneten sexorientierten Telefonmitteilungen
en: Entertainment in the nature of prerecorded sex-oriented messages by telephone

source: Beratung in Bezug auf die Veröffentlichung von Büchern
en: Consultation services relating to the publication of books

source: Veranstaltung von Ausstellungen für kulturelle oder Unterrichtszwecke
en: Organization of exhibitions for cultural or educational purposes

source: Betrieb eines Fanclubs [Unterhaltung]
en: Fan club services (entertainment)

source: Buchungsdienstleistungen für Kinokarten
en: Booking agency services for cinema tickets

source: Betriebswirtschaftliche Ausbildung
en: Training in business management

source: Veranstaltung von Lotterien
en: Organization of lotteries

source: Ausbildung in Bezug auf Kunst
en: Education services related to the arts

source: Ausbildung in Bezug auf betriebliche Schulungen
en: Education services relating to business training

source: Ausbildung in Bezug auf kommunikative Fähigkeiten
en: Education services relating to communication skills

source: Ausbildung in Bezug auf Computersysteme
en: Education services relating to computer systems

source: Ausbildungsdienstleistungen im Hinblick auf Kundenzufriedenheit
en: Education services relating to customer satisfaction

source: Vermietung von Stadien
en: Rental of stadium facilities

source: Veranstaltung und Durchführung von Seminaren
en: Arranging and conducting of seminars

source: Erteilen von Online-Auskünften im Bereich Computerspielunterhaltung
en: Providing on-line information in the field of computer gaming entertainment

source: Durchführung von Lehrgängen in Bezug auf Zeitmanagement
en: Conducting of instructional seminars relating to time organisation

source: Organisation von Bildungsseminaren
en: Conducting of instructional seminars

source: Durchführung von Workshops in Bezug auf Kraftfahrzeug-Wartung
en: Conducting workshops [training] relating to automotive engine maintenance

source: Religiöse Erziehung
en: Religious education

source: Musikalische Unterhaltung durch Instrumentalgruppen
en: Rendering of musical entertainment by instrumental groups

source: Erteilen von Auskünften in Bezug auf Fernsehsendungen
en: Provision of information relating to television programmes

source: Durchführung von Beratungen zu Trainingsinhalten
en: Provision of information relating to training

source: Produktion von Unterhaltungsshows mit Gesangsdarbietungen
en: Production of entertainment shows featuring singers

source: Über ein Computernetzwerk online angebotene Spieldienstleistungen
en: Game services provided on-line from a computer network

source: Organisation von Fußballspielen
en: Organization of soccer games

source: Unterricht im Bereich der Computerinstallation
en: Instruction in the installation of computers

source: Berufsorientierter Unterricht
en: Occupationally orientated instruction

source: Schulung in Schönheitspflege
en: Beauty arts instruction

source: Durchführung von Fernkursen, Fernunterricht
en: Correspondence courses, distance learning

source: Produktion von Kabelfernsehprogrammen
en: Production of cable television programs

source: Erwachsenenausbildung in Bezug auf Umweltfragen
en: Adult education services relating to environmental issues

source: Erwachsenenausbildung im Bereich geistiges Eigentum
en: Adult education services relating to intellectual property

source: Betrieb von Abenteuerspielplätzen
en: Adventure playground services

source: Organisation von geschäftlichen Konferenzen
en: Arranging of conferences relating to business

source: Veranstaltung von Konferenzen im Bereich Handel
en: Arranging of conferences relating to trade

source: Organisation von Tagungen zu geschäftlichen Zwecken
en: Arranging of conventions for business purposes

source: Organisation von Tagungen zu kulturellen Zwecken
en: Arranging of conventions for cultural purposes

source: Unterricht in Bezug auf Computer
en: Training services relating to computers

source: Unterhaltung in Form von Boxkämpfen
en: Entertainment in the nature of boxing contests

source: Vermietung von Unterrichtsmaterialien oder -apparaten
en: Educational materials or apparatus (Rental of -)

source: Organisation von Hundewettbewerben
en: Organisation of dog competitions

source: Organisation von Motorradrallys
en: Organisation of motorcycle rallies

source: Vermietung von Angelausrüstungen
en: Provision of facilities for fishing

source: Dienstleistungen von Bildungseinrichtungen
en: Providing facilities for educational purposes

source: Erzählen von Kindergeschichten per Telefon
en: Provision of children's stories by telephone

source: Durchführung von Lehrgängen im Bereich des Managements der Informationstechnologie
en: Provision of courses of instruction in the management of information technology

source: Durchführung von Schulungen auf dem Gebiet der Haarentfernung
en: Provision of courses of instruction in the removal of unwanted hair

source: Unterhaltung in Ferienzentren
en: Holiday centre entertainment services

source: Vermietung von Filmgeräten und Filmzubehör
en: Rental of movie projectors and accessories

source: Vorbereitung von Rundfunk- und Fernsehsendungen
en: Preparation of radio and television programmes

source: Produktion und Durchführung von Übungen zu Musikkursen und -programmen
en: Producing and conducting exercises for music classes and programmes

source: Produktion von Filmen für Unterrichtszwecke
en: Production of films for educational purposes

source: Vermietung von Radiogeräten
en: Rental of radio receiving sets

source: Betrieb eines Musikaufnahmestudios
en: Music recording studio services

source: Betrieb von Tanzböden
en: Providing dance halls

source: Vermietung von Lautsprecheranlagen
en: Rental of public address systems

source: Vermietung von Bühnenlichtanlagen
en: Rental of stage lighting equipment

source: Vermietung von Videobänder, Videokassetten und Videogrammen
en: Rental of videotapes, videocassettes and videograms

source: Vermietung von Kostümen [Theater oder Fasching]
en: Rental of costumes [theatrical or masquerade]

source: Betrieb von Fitnesszentren
en: Physical fitness centre services
